Repository: knaerzche/plugin.video.joyn
Catalog: resources/language/resource.language.*/strings.po
Languages: de_de

# #30000
source: General
de_de: Allgemein

# #30001
source: View
de_de: Ansicht

# #30002
source: Connection
de_de: Verbindung

# #30003
source: Advanced
de_de: Erweitert

# #30101
source: DRM certificate check
de_de: DRM Zertifikatsprüfung

# #30102
source: How often to renew config (in days)
de_de: Wie oft Konfiguration neu herunterladen (in Tagen)

# #30103
source: Count of lastseen seasons in main menu
de_de: Anzahl zuletzt gesehener Staffeln im Hauptmenu

# #30104
source: Clear cache
de_de: Cache leeren

# #30105
source: Country
de_de: Land

# #30106
source: Detect automatically
de_de: Automatisch erkennen

# #30107
source: Germany
de_de: Deutschland

# #30108
source: inputstream Addon settings
de_de: inputstream Addon Einstellungen

# #30109
source: uEPG settings
de_de: uEPG Einstellungen

# #30110
source: Exclude items from watchlist from lastseen seasons
de_de: Inhalte aus der Watchlist nicht bei zuletzt gesehenen Staffeln anzeigen

# #30111
source: Season order
de_de: Reihenfolde der Staffeln

# #30112
source: Episode order
de_de: Reihenfolde der Episoden

# #30113
source: Episode descending
de_de: Episode absteigend

# #30114
source: Episode ascending
de_de: Episode aufsteigend

# #30115
source: Viewmode main menu/media libraries/categories
de_de: Ansicht Hauptmenu/Mediatheken/Rubriken

# #30116
source: Viewmode tvshows
de_de: Ansicht Serien

# #30117
source: Viewmode seasons
de_de: Ansicht Staffeln

# #30118
source: Viewmode episodes
de_de: Ansicht Episoden

# #30119
source: Viewmode Live TV
de_de: Ansicht Live TV

# #30120
source: Viewmode watchlist
de_de: Ansicht Watchlist

# #30121
source: Viewmode category
de_de: Ansicht Rubrik

# #30122
source: Enable custom viewmodes
de_de: Ansichtseinstellungen aktivieren

# #30123
source: Default
de_de: Standard

# #30124
source: Custom View ID
de_de: Benutzerdefinierte View ID

# #30125
source: Season ascending
de_de: Staffel aufsteigend

# #30126
source: Season descending
de_de: Staffel absteigend

# #30127
source: Disable folder cache
de_de: Ordner-Cache deaktivieren

# #30128
source: Recommendations count
de_de: Anzahl der Empfehlungen

# #30129
source: Show episodes immediately if only one season is available
de_de: Epsioden direkt anzeigen, wenn nur eine Staffel verfügbar

# #30130
source: Force PlayReady DRM (Android only)
de_de: Playready als DRM erzwingen (nur für Android)

# #30131
source: Don't verfiy SSL certificates
de_de: SSL-Zertifkate nicht überprüfen

# #30132
source: Use HTTPS Proxy
de_de: HTTPS-Proxy benutzen

# #30136
source: Login
de_de: Anmelden

# #30137
source: Logout
de_de: Abmelden

# #30138
source: Force to remove all files when clearing cache
de_de: Löschen aller Dateien aus dem Cache erzwingen

# #30141
source: Try fixing audio sync issue in live streams
de_de: Versuchen Audio-Sync bei Live-Streams zu reparieren

# #30142
source: Total length of a livestream (in seconds)
de_de: Länge des Live-Streams (in Sekunden)

# #30143
source: Livestream offset (in seconds)
de_de: Verzögerung des Livestreams (in Sekunden)

# #30351
source: Use 'Custom'+View ID for all non-Estuary skins
de_de: 'Custom'+View ID für alle nicht-Estuary skins verwenden.

# #30352
source: Account
de_de: Konto

# #30353
source: Show Plus+ contents without subscription
de_de: Plus+-Inhalte auch ohne Abo anzeigen

# #30354
source: Highlight Plus+ content
de_de: Plus+-Inhalte hervorheben

# #30355
source: Show categories on main menu
de_de: Rubriken im Hauptmenu anzeigen

# #30356
source: Save username/password encrypted
de_de: Benutzernamen/Passwort verschlüsselt speichern

# #30357
source: Try to fixup VOD stream manifests
de_de: Versuchen VOD-Stream-Manifest zu reparieren

# #30358
source: Try to fixup live streams manifests
de_de: Versuchen Live-Stream-Manifest zu reparieren

# #30359
source: Try to force local manifest
de_de: Versuchen lokales Manifest zu erzwingen

# #30360
source: Postion in stream (in seconds) where to start save resume postion
de_de: Postion im Stream (in Sekunden) ab der die 'Weiterschauen-' Postion gespeichert werden soll

# #30361
source: Seconds from end of the stream, where resume postion should be resetted
de_de: Sekunden vor dem Ende des Streams, ab der die 'Weiterschauen-' Postion zurückgesetzt werden soll

# #30501
source: [COLOR orangered]ATTENTION : ... the required addon *[/COLOR][COLOR yellow]inputstream.adaptive[/COLOR][COLOR orangered]* is NOT activated !!![/COLOR][CR]To continue, please activate -[COLOR yellow]inputstream.adaptive[/COLOR]- !!!
de_de: [COLOR orangered]ACHTUNG : ... das benötigte Addon *[/COLOR][COLOR yellow]inputstream.adaptive[/COLOR][COLOR orangered]* ist NICHT aktiviert !!![/COLOR][CR]Um fortzufahren, bitte -[COLOR yellow]inputstream.adaptive[/COLOR]- aktivieren !!!

# #30502
source: [COLOR orangered]ATTENTION : ... *[/COLOR][COLOR yellow]Widevine[/COLOR][COLOR orangered]* was not found !!![/COLOR][CR]Without Widevine this Addon can not be used !!!
de_de: [COLOR orangered]ACHTUNG : ... *[/COLOR][COLOR yellow]Widevine[/COLOR][COLOR orangered]* wurde nicht gefunden !!![/COLOR][CR]Ohne Widevine kann dieses Addon nicht verwendet werden !!!

# #30503
source: Cancel
de_de: Abbrechen

# #30504
source: Open addon Settings
de_de: Addon Settings öffnen

# #30505
source: Retry
de_de: Erneut versuchen

# #30506
source: Continue without account
de_de: Ohne Anmeldung fortfahren

# #30521
source: [COLOR red]{0:s} - ERROR[/COLOR]
de_de: [COLOR red]{0:s} - FEHLER[/COLOR]

# #30522
source: [COLOR FF008B00]Please try again[/COLOR]
de_de: [COLOR FF008B00]Bitte erneut versuchen[/COLOR]

# #30523
source: [COLOR red]Configuration could not be decrypted[/COLOR]
de_de: [COLOR red]Konfiguration konnte nicht entschlüsselt werden[/COLOR]

# #30524
source: [COLOR red]Could not find a valid Video-Stream[/COLOR]
de_de: [COLOR red]Konnte keine gültigen Video-Stream finden[/COLOR]

# #30525
source: No results found for '{0:s}'
de_de: Keine Ergebnisse für '{0:s}' gefunden

# #30526
source: {:s} was added to watchlist
de_de: {:s} wurde zur Watchlist hinzugefügt

# #30527
source: {:s} was removed from watchlist
de_de: {:s} wurde aus Watchlist entfernt

# #30528
source: No items in watchlist yet
de_de: Bisher nichts in die Watchlist hinzugefügt

# #30529
source: Some items from watchlist are no longer available - the have been removed automatically
de_de: Eingige Elemente aus der Watchlist sind nicht mehr verfügbar - sie wurden automatisch entfernt

# #30530
source: Some essential configuration values could not be loaded: {:s}
de_de: Essentielle Konfigurationswerte konnten nicht ermittelt werden {:s}

# #30531
source: Could not access URL {:s}, check your Internet connection
de_de: Konnte nicht auf URL zugreifen: {:s}. Bitte Internetzugang prüfen

# #30532
source: Your coutry could not be automatically detected - please set it in the addon settings
de_de: Land konnte nicht automatisch ermittelt werden - bitte in den Addon Einstellungen setzen

# #30533
source: It looks like you are located in {:s} - this country is currently not supported by this Joyn addon.[CR]If you are sure, that your are located in another country, please set it in the addon settings (at your own risk)
de_de: Es scheint, dass Sie in aus {:s} kommen. Dieses Land wird derzeit von Joyn-Addon nicht unterstützt.[CR]Wenn Sie sicher sind, dass Sie aus einem andern Land kommen, bitte in den Addon Einstellungen setzen (auf eigene Gefahr)

# #30534
source: The authorization of your account could not get refreshed automatically - please login again
de_de: Die Authorisierung für das Konto konnte nicht automatisch aktualisiert werden - bitte erneut einloggen

# #30535
source: Authorization could not be done - check log for errors
de_de: Es konnte keine Authorisierung erfolgen - bitte Log auf Fehler überprüfen

# #30602
source: Media libraries
de_de: Mediatheken

# #30603
source: Categories
de_de: Rubriken

# #30604
source: Search
de_de: Suche

# #30606
source: TV Guide
de_de: TV Programm

# #30607
source: Personal Joyn watchlist
de_de: Persönliche Joyn Watchlist

# #30608
source: Joyn media libraries
de_de: Joyn Mediatheken

# #30609
source: Media libraries grouped by categories
de_de: Mediatheken gruppiert in Rubriken

# #30610
source: Search in TV Shows
de_de: Suche in Serien

# #30611
source: Watch Live TV with more than 50 channels
de_de: Live Streams von mehr als 50 Sendern

# #30612
source: TV Guide provided by uEPG
de_de: TV Programm erstellt mit uEPG

# #30621
source: Season {0:s}
de_de: Staffel {0:s}

# #30622
source: Media library
de_de: Mediathek

# #30623
source: Category
de_de: Rubrik

# #30624
source: TV Show
de_de: Serie

# #30625
source: Season
de_de: Staffel

# #30626
source: Episode
de_de: Folge

# #30650
source: [CR]available until {:%m/%d/%Y %H:%M}[CR][CR]
de_de: [CR]Verfügbar bis {:%d.%m.%Y %H:%M Uhr}[CR][CR]

# #30651
source: [B]Add to watchlist[/B]
de_de: [B]Zur Watchlist hinzufügen[/B]

# #30652
source: [B]Remove from watchlist[/B]
de_de: [B]Aus Watchlist entfernen[/B]

# #30653
source: add {:s} to watchlist
de_de: {:s} zur Watchlist hinzufügen

# #30654
source: Remove {:s} from watchlist
de_de: {:s} aus Watchlist entfernen

# #30656
source: [CR]until {:%H:%M}[CR][CR]
de_de: [CR]bis {:%H:%M} Uhr[CR][CR]

# #30657
source: [CR]until {:%H:%M}, next: {:s}[CR][CR]
de_de: [CR]bis {:%H:%M} Uhr, danach: {:s}[CR][CR]

# #30658
source: {:s} years and older only
de_de: Ab {:s} Jahren

# #30659
source: Cache was cleared
de_de: Cache wurde geleert

# #30660
source: Cache could not be cleared
de_de: Cache konnte nicht geleert werden

# #30661
source: en
de_de: de

# #30662
source: This video is currently unavailable
de_de: Dieses Video ist derzeit nicht verfügbar

# #30663
source: GraphQL query error
de_de: GraphQL Fehler

# #30664
source: No content available
de_de: Keine Inhalte verfügbar

# #30665
source: Continue watching: {:s}
de_de: Weiterschauen: {:s}

# #30666
source: Recommendation: {:s}
de_de: Empfehlung: {:s}

# #30667
source: Movie
de_de: Film

# #30668
source: Series
de_de: Serie

# #30670
source: Logged in as {:s}
de_de: Angemeldet als {:s}

# #30671
source: Login failed
de_de: Login fehlgeschlagen

# #30673
source: Yes
de_de: Ja

# #30674
source: No
de_de: Nein

# #30675
source: Username (email)
de_de: Benutzername (E-Mail)

# #30676
source: Password
de_de: Passwort

# #30677
source: Invalid email (format)
de_de: Ungültige E-Mail-Adresse (Format)

# #30678
source: Logged out successfully
de_de: Erfolgreich abgemeldet

# #30679
source: Not logged in
de_de: Nicht angemeldet

# #30680
source: Logout failed
de_de: Abmeldung fehlgeschlagen

# #30681
source: Joyn Bookmarks
de_de: Joyn Merkliste

# #30683
source: Successfully added
de_de: Erfolgreich hinzugefügt

# #30684
source: Failed to add
de_de: Hinzufügen fehlgeschlagen

# #30685
source: Successfully removed
de_de: Erfolgreich entfernt

# #30686
source: Failed to remove
de_de: Entfernen fehlgeschlagen

# #30687
source: Add to Joyn Bookmarks
de_de: Zur Joyn Merkliste hinzufügen

# #30688
source: Remove from Joyn bookmarks
de_de: Aus der Joyn Merkliste entfernen

# #30689
source: MPAA pin
de_de: FSK Pin

# #30690
source: The given MPP pin is invalid - please enter the correct one
de_de: Der eingegebene FSK Pin ist ungültig - bitte den korrekten eingeben

# #30692
source: Invalid password (length)
de_de: Ungültiges Password (Länge)

# #30693
source: No information available
de_de: Keine Informationen verfügbar

# #30694
source: If have an Joyn-Account you can sign-in now
de_de: Jetzt mit Joyn-Konto anmelden?
